[
  {
    "path": "posts/2022-01-01-travel-guide-from-singapore-to-melbourne/",
    "title": "Travel Guide from Singapore to Melbourne",
    "description": "After a year of University online its finally time to return back to campus. But first here's my experience travelling to Melbourne via the Vaccinated Travel Lane",
    "author": [
      {
        "name": "David Wong",
        "url": {
          "https://davidwong.netlify.app/about.html": {}
        }
      },
      {
        "name": "",
        "url": {}
      }
    ],
    "date": "2022-01-15",
    "categories": [],
    "contents": "\n\nContents\nPre-Departure\nArrival\nService Victoria App\n\n\n\nNote: This is based on my experience and may not reflect what occurs during your trip. Quarantine/isolation and testing requirements do change based on the COVID situation and it is advised that you check the Victorian Government website for the latest updates before your flight.\n\nPre-Departure\nIn order to utilize the VTL there were several documents which needed to be prepared. I recommended that you print these documents out.\nVaccination Certificate\nAvailable for download via the Notarise Website.\n\n\n\nAustralian Travel Declaration\nRequired to be completed at least 72 hours before departure.\n\n\n\nInternational Passenger Arrival Permit\nArrivals into Victoria require an arrival permit.\n\n\n\nNegative PCR Test\nTaken within 72 hours of your flight. You can book an appointment at any MOH-Approved Covid 19 Test Providers\n\nWhen checking in our luggage at Changi Aiport we were asked to show physical proof of our vaccine certificate and the negative pre-departure PCR test. Afterwards everything during the transit to Melbourne occured as per usual.\n\n\nArrival\nWithin 24 hours of arrival we were required to either take a PCR or take a RAT (Rapid Antigen Test) test and isolate until we returned a negative result.\nAnother PCR/RAT test was required to be taken between days 5 and 7 of arrival.\nAgain these were the quarantine arrangements during my trip (02/01/2022) and might not be up to date. Do check the Victorian Government website for up to date information before your flight.\nRAT/ART (Rapit Antigen Test)\nCurrently RAT kits are sold out in all chemists and pharmacists in Melbourne. I would highly recommend bringing your own kits from Singapore in order to avoid the hassle.\n\n\nPCR Testing\nWhile PCR tests in Melbourne are free the current surge of omicron has resulted in large waves of people lining outside testing sites waiting to get tested. It takes 3-4 hours of waiting in line before even setting foot inside the testing center.\n\n\nIf you are required to take a PCR Test my suggestion would be to queue up at your nearest testing site before open hours.\nThe last thing that needs to be done after arriving is setting up the Service Victoria App.\nService Victoria App\n\n\n\n\nMelbourne’s TraceTogether App. It allows you to check in at stores and acts as proof of your vaccination status. In order to set it up you need to have your vaccine certificate uploaded.\n\n\n\nIHI/myGov\nAs international students we don’t have access to Medicare so we had to upload our COVID-19 certificates using the Individual Healthcare Identifier (IHI).\nThe quickest way to get an IHI is online through your myGov account. If you don’t have an account, it’s easy to create one.\n\n\nAfter creating your myGov account follow these steps to get an IHI online:\nSign in to myGov\nSelect services or link your first service.\nSelect IHI service from the list\nFollow the prompts to get your IHI, and link the service.\nUploading your vaccine certificate\nAfter getting our IHI we needed to find a pharmacist/chemist/GP who was able to upload our Vaccination Certificates onto the IHI.\nAny place which does vaccinations should be able to upload the certificates. For us we chose to go to the Chemist Warehouse on Elizabeth Street where we paid a $10 service fee for the upload.\nWe were required to present:\nOur passports\nThe vaccination certificates\nPersonal IHI numbers\n\nAfter the certificates were uploaded we were then able to add our digital certificates to the Service Victoria App.\nLog onto your myGov account using a browser on your phone\nSelect the ‘Individual Healthcare Identifiers’ service\n\n\n\nSelect ‘View immunisation history’ on the ‘Immunisation history’ tile.\n\n\n\nTap ‘Share with check-in app’.\n\n\n\nTap ‘Service Victoria’\n\n\n\nCheck out the full steps here\nAfter uploading the vaccine certificates our vaccination status would now be shown whenever we checked into a venue. We were finally be able to leave our passports and physical vaccine certificates at home :)\n\nThanks so much for reading til the end. I hope this guide is able to help in your preparation to return to Melbourne and I look forward to meeting many of you on campus!\n\n\n\n\n",
    "preview": "posts/2022-01-01-travel-guide-from-singapore-to-melbourne/images/14.png",
    "last_modified": "2022-01-15T09:11:59+11:00",
    "input_file": "travel-guide-from-singapore-to-melbourne.knit.md"
  }
]
